Repository: epoptes/epoptes
Catalog: po/*.po
Languages: sr@latin

source: The screen is locked by a system administrator.
sr@latin: Ekran je zaključan od strane administratora sistema.

source: Not connected
sr@latin: Niste povezani

source: Connecting to %s...
sr@latin: Povezivanje sa %s...

source: Connected to %s
sr@latin: Povezan sa %s

source: Failed to connect to %s
sr@latin: Neuspješno povezan sa %s

source: Retrying in %d...
sr@latin: Ponovo pokušavanje za %d...

source: Graphics (VNC)
sr@latin: Grafika (VNC)

source: Console (screen)
sr@latin: Konzola (ekran)

source: Remote support
sr@latin: Daljinska podrška

source: Enter the information of the contact you want to share your Desktop with
sr@latin: Unesite informacije kontakta sa kojim želite podijeliti vašu radnu površinu

source: Method:
sr@latin: Metod:

source: Connection information
sr@latin: Informacije povezivanja

source: Keep reconnecting
sr@latin: Nastavi ponovo povezivati

source: Message from administrator
sr@latin: Poruka od administratora

source: Warning
sr@latin: Upozorenje

source: Error
sr@latin: Greška

source: Properties of %s
sr@latin: Postavke za %s

source: A computer lab management and monitoring tool.
sr@latin: Alatka za upravljanje i nadgledanje računarske laboratorije.

source: translator-credits
sr@latin: Launchpad Contributions: Djurdjina Knezevic https://launchpad.net/~djina-bbizkit Саша Петровић https://launchpad.net/~salepetronije

source: Computer
sr@latin: Računar

source: Client type:
sr@latin: Tip klijenta:

source: Client alias:
sr@latin: Klijentov pseudonim:

source: Client hostname:
sr@latin: Klijentovo host-ime:

source: MAC address:
sr@latin: MAC adresa:

source: IP address:
sr@latin: IP adresa:

source: User:
sr@latin: Korisnik:

source: Processor:
sr@latin: Procesor:

source: Graphics card:
sr@latin: Grafička kartica:

source: Edit alias
sr@latin: Dodaj pseudonim

source: Set a new alias for the selected client
sr@latin: Postavi novi pseudonim za odabranog klijenta

source: _File
sr@latin: _Fajl

source: Labels
sr@latin: Nazivi

source: Computer (user)
sr@latin: Računar (korisnik)

source: User (computer)
sr@latin: Korisnik (računar)

source: User
sr@latin: Korisnik

source: Show real names
sr@latin: Prikaži prava imena

source: _Clients
sr@latin: _Klijenti

source: Session
sr@latin: Sesija

source: Boot
sr@latin: Pokreni operativni sistem

source: Log out
sr@latin: Odjavi se

source: Reboot
sr@latin: Ponovo pokreni operativni sistem

source: Shutdown
sr@latin: Isključivanje

source: Broadcasts
sr@latin: Prenosi informacija

source: Monitor user
sr@latin: Prati korisnika

source: Assist user
sr@latin: Pomozi korisniku

source: Take control of the selected user's computer
sr@latin: Preuzeti kontrolu nad računarom izabranog korisnika

source: Broadcast video
sr@latin: Emituj video

source: Broadcast screen (fullscreen)
sr@latin: Emituj ekran (puni ekran)

source: Broadcast your screen to the selected clients, fullscreen
sr@latin: Emitujte vaš ekran odabranim klijentima, puni ekran

source: Broadcast screen (windowed)
sr@latin: Emituj ekran (u prozoru)

source: Broadcast your screen to the selected clients, in a window
sr@latin: Emitujte vaš ekran odabranim klijentima, u prozoru

source: Broadcast user
sr@latin: Emituj korisnika

source: Stop broadcasts
sr@latin: Zaustavi prenose

source: Stops all active broadcasts
sr@latin: Zaustavi sve aktivne prenose

source: Open broadcasts window
sr@latin: Otvori prozor emitovanja

source: Open a windowed session to prevent broadcasting your whole screen
sr@latin: Otvorite sesiju u prozoru da spriječite emitovanje vašeg cijelog ekrana

source: Execute
sr@latin: Izvrši

source: Execute a command on the selected clients
sr@latin: Izvrši komandu na izabranom klijentu

source: _Send message
sr@latin: _Pošalji poruku

source: Send a message to the selected clients
sr@latin: Pošalji poruku odabranom klijentu

source: Open terminal
sr@latin: Otvori terminal

source: User, locally
sr@latin: Korisnik, lokalno

source: Root, locally
sr@latin: Root, lokalno

source: Root, remotely
sr@latin: Root, udaljeno

source: Restrictions
sr@latin: Zabrane

source: Lock screen
sr@latin: Zaključaj ekran

source: Unlock screen
sr@latin: Otključaj ekran

source: Block Internet
sr@latin: Blokiraj internet

source: Unblock Internet
sr@latin: Odblokiraj internet

source: Mute sound
sr@latin: Isključi zvuk

source: Unmute sound
sr@latin: Uključi zvuk

source: Remove from group
sr@latin: Ukloni iz grupe

source: _Help
sr@latin: _Pomoć

source: Report a bug
sr@latin: Prijavi grešku

source: Ask a question
sr@latin: Postavi pitanje

source: Translate this application
sr@latin: Prevedi ovu aplikaciju

source: Live chat (IRC)
sr@latin: Chat uživo (IRC)

source: Boot selected clients (Wake On LAN)
sr@latin: Pokreni izabrane klijente (Wake On LAN)

source: Log out users connected on selected clients
sr@latin: Odjavi korisnike povezane na izabrane klijente

source: Reboot the selected clients
sr@latin: Ponovo pokreni izabrane klijente

source: Shutdown the selected clients
sr@latin: Isključi izabrane klijente

source: Broadcast your screen to the selected clients
sr@latin: Emitujte vaš ekran odabranim klijentima

source: Broadcast screen
sr@latin: Emituj ekran

source: Stop all broadcasts on every client
sr@latin: Zaustavi sva emitovanja na svakom klijentu

source: Execute command
sr@latin: Izvrši naredbu

source: Send message
sr@latin: Pošalji poruku

source: Lock screen of the selected clients
sr@latin: Zaključaj ekran izabranih klijenata

source: Unlock the screen of the selected clients
sr@latin: Otključaj ekran izabranih klijenata

source: Show information for the selected client
sr@latin: Prikaži informacije za odabrane klijente

source: Information
sr@latin: Informacije

source: Create a new group
sr@latin: Napravi novu grupu

source: Remove the selected group
sr@latin: Ukloni odabranu grupu

source: URL, file or command to execute on the selected clients:
sr@latin: URL, datoteka ili komanda za izvršavanje na odabranim klijentima:

source: _Send
sr@latin: _Pošalji

source: Message title:
sr@latin: Naslov poruke:

source: Message text:
sr@latin: Sadržaj poruke:

source: Use Pango markup
sr@latin: Koristi Pango označavanje

source: Detected clients
sr@latin: Otkriveni klijenti

source: Are you sure you want to log off all the users?
sr@latin: Da li si siguran da želiš odjaviti sve korisnike?

source: Are you sure you want to reboot all the computers?
sr@latin: Da li ste sigurni da želite ponovo pokrenuti sve računare?

source: Are you sure you want to shutdown all the computers?
sr@latin: Da li ste sigurni da želite isljučiti sve računare?

source: Are you sure you want to remove the selected client(s) from group "%s"?
sr@latin: Da li ste sigurni da želite da uklonite odabrane klijente iz grupe "%s"?

source: Are you sure you want to remove group "%s"?
sr@latin: Da li ste sigurni da želite da uklonite grupu "%s"?

source: Shut down:
sr@latin: Isključi:

source: Disconnected:
sr@latin: Nepovezan

source: A connection attempt was made by a client with version %s, which is incompatible with the current epoptes version. You need to update your clients to the latest epoptes-client version.
sr@latin: Pokušaj povezivanja je napravljen od strane klijenta sa verzijom %s, koji nije odgovarajući za trenutnu verziju epoptesa. Trebate da ažurirate vaše klijente na najnoviju epoptes-klijenti verziju.

source: Connected:
sr@latin: Povezan:

source: Confirm action
sr@latin: Potvrdi radnju
